const videoId = "PWL3L0xzm3I"
const da1 = [
{ch:'',ch2:''},
{ ch: "五月庚申，[鄭伯]侵<u1>陳</u1>，大獲。[往歲]，鄭伯[請成]於<u1>陳</u1>，<u1>陳</u1>侯[不許]。", ch2: "1五月庚申，<u1>鄭</u1>國侵略<u1>陳</u1>國，大勝。在過去，<u1>鄭</u1>伯曾跟<u1>陳</u1>國請和，但<u1>陳</u1>桓公卻拒絕。"},{ ch: "[五父]諫曰：「親仁善鄰，國之[寶]也。君其[許]<u1>鄭</u1>。」<u1>陳</u1>侯曰：「宋、衛實[難]，<u1>鄭</u1>何[能為]？」遂[不許]。", ch2: "2五父諫言：「與鄰國交好，是國家寶貴的施政方針，國君您應該允許請和。」<u1>陳</u1>桓公說：「宋、衛才是我們的大患，<u1>鄭</u1>國能有什麼作為？」於是仍然不答應。"},{ ch: "君子曰：「善[不可失]，惡[不可長]，其<u1>陳桓公</u1>之謂乎！[長惡不悛]，從[自及也]。", ch2: "3君子說：「善念不可失去，惡習不可滋長，就是在告誡<u1>陳</u1>桓公這樣的人！長期的過錯不知悔改，跟著自己也會遭殃。"},{ ch: "雖欲[救之]，其將能乎！《商書》曰：「惡之易也，如[火之燎于原]，不可[鄉邇]，其猶可撲滅？」", ch2: "雖然想要挽救，但能做到嗎？《商書》說：「惡習的養成容易，就好像大火燎原一樣，連接近都沒辦法，怎麼可能撲滅？」"},{ ch: "<u1>周任</u1>有言曰：「為國家者，見惡，如農夫之務去草焉，[芟夷][薀崇]之，絕其本根，勿使能殖，則善者[信]矣。」", ch2: "周任曾說：「國家的主政者，發現過錯，要效法農夫努力除草的精神，將雜草連根拔除，不給它生存繁殖的機會，如此則善念才能發揚。」"},
{ch:"說明",ch2:"<br>外交與仁政：五父主張「親仁善鄰，國之寶也」，強調以德服人、和睦為本。<br>惡不可長：君子評陳侯「長惡不悛」，引用《尚書》《周任語》比喻惡如野火，應如農夫除草般剷除。"},
];
const da2 = [
{ch:"[芟夷]",ch2:"刪除、剷除"},
{ch:"[薀崇]",ch2:"積聚、堆積（表示惡已成勢、根深蒂固）"},
{ ch: "[鄭伯]",ch2:"鄭國國君鄭莊公"},
{ ch: "[五父]" ,ch2:"陳國大夫五父勸陳侯與鄭講和，遭拒，後果自負。"},
{ ch: "[往歲]", ch2: "過去"},{ ch: "[請成]", ch2: "請和"},{ ch: "[不許]", ch2: "拒絕"},{ ch: "[寶]", ch2: "施政方針"},{ ch: "[許]", ch2: "允許"},{ ch: "[難]", ch2: "大患"},{ ch: "[能為]", ch2: "作為"},{ ch: "[不許]", ch2: "不答應"},{ ch: "[不可失]", ch2: "不可失去"},{ ch: "[不可長]", ch2: "滋長"},{ ch: "[長惡不悛]", ch2: "長期為非作歹，不肯悔改"},{ ch: "[自及也]", ch2: "自己也會遭殃"},{ ch: "[救之]", ch2: "挽救"},{ ch: "[火之燎于原]", ch2: "大火燎原"},{ ch: "[鄉邇]", ch2: "接近"},{ ch: "[芟夷薀崇之]", ch2: "徹底清除壞人惡勢力。註：芟(刪除"},{ ch: "[信]", ch2: "發揚"}];