const videoId ="rKM-NAyVtuo"const da1 = [
{ch:'',ch2:''},
{ch: "1.沂水某秀才，[課業]山中。夜有二美人入，含笑不言，各以長袖[拂]榻，[相將]坐，衣軟無聲。", ch2: "沂水有個秀才，在山中讀書。某一天晚上有兩位美女到他的書房，面帶笑容默默不語，她倆各以長袖拂拭床榻，並肩而坐，衣衫柔軟無聲。"},{ch: "2.[少間]，一美人起，以白綾巾展几上，上有草書三、四行，亦未嘗[審]其何詞。", ch2: "一會兒，其中一位美女起身，將白色綢緞擺在桌上，緞上用草書寫著三、四行字，秀才也不管上面寫的是什麼"},{ch: "3.一美人置白金一鋌，可三、四兩許；秀才[掇]內袖中。", ch2: "另一位美女則在桌上放置一錠白銀，大約有三、四兩的樣子；秀才就將白銀撿到自己的袖裡。"},{ch: "4.美人取巾，握手笑出，曰：「[俗不可耐]！」秀才[捫金]，則[烏有]矣。－蒲松齡", ch2: "兩位美女把綢緞收起，握著手笑道：「舉止庸俗得使人難以忍受！」秀才摸摸衣袖裡的白銀，發覺已經不見了。"}];const da2 = [
{ ch: "[課業]", ch2: "讀書"},{ ch: "[拂]", ch2: "拂拭"},{ ch: "[相將]",ch2 : "同在一起坐。"},
{ ch: "[少間]", ch2: "不久"},{ ch: "[審]", ch2: "知道"},{ ch: "[掇]", ch2: "拿取。ㄉㄨㄛˊ"},{ ch: "[俗不可耐]", ch2: "庸俗難以忍受"},{ ch: "[捫金]", ch2: "摸金。捫ㄇㄣˊ"},{ ch: "[烏有]", ch2: "哪有"}];