const videoId = "yzXDnT0cmCc"
const da1 = [
{ch:"",ch2:""},
{ch:"1.[庖丁]為<u1>文惠君</u1>解牛。手之所觸，[肩之所倚]，足之所履，膝之所[踦]，",
ch2:"庖丁替<u1>文惠君（梁惠王）</u1>分解牛體。他手接觸的地方，肩膀靠的地方，腳踩的地方，膝蓋抵住的地方，"},
{ch:"2.[砉然]響然，[奏刀][騞然]，[莫不中音]：[合於桑林]之舞，[乃中經首之會]。",
ch2:"這些地方都發出皮肉與筋骨相離的聲音，運刀解牛時也發出霍霍的聲響，沒有不合乎音樂的節奏：合乎湯王《桑林》舞、堯帝《經首》之樂的節拍。"},
{ch:"3.<u1>文惠君</u1>曰：「嘻，善哉！[技蓋]至此乎？」庖丁釋刀對曰：「臣之所好者，道也，[進乎技矣]。",
ch2:"<u1>文惠君</u1>說：「嘻，妙極了！為何技術達到這樣高超的境界呢？庖丁放下刀回答：「我愛好自然之道，事物自然規律，超出切解牛的技術層次。」"},
{ch:"4.始臣之[解]牛之時，所見[無非牛]者；三年之後，未嘗見[全牛]也；[方今]之時，臣以[神遇]而不以[目視]，[官知止]而[神欲行]",
ch2:"我剛開始學分解牛體時，眼裡看到是一頭完整的牛；三年之後，技術純熟，不再看見整隻牛了；現在分解牛體時，只憑心神去運作，不需用眼睛看，就可以在牛體的筋肉空隙處下刀，感覺器官的作用停止了，只靠精神來進行。"},
{ch:"5.[依乎天理]，[批大郤]，[導大窾]，因其[固然]，[枝經肯綮]之[未嘗]，而況[大軱]乎？[良庖]歲更刀，割也；[族庖]月更刀，[折]也；"
,ch2:"按照牛隻的自然生理構造，順著筋骨相連處的空隙，以刀劈開，順著空隙切入，依照牛體本來的結構，連經脈相連、骨肉相接的地方都未碰觸到，更何況是大骨呢？好的廚師每年換一把刀，因為他用刀切割筋肉；技術普通的廚師每月換一把刀，因為他用刀劈砍骨頭；"},
{ch:"6.今臣之刀十九年矣，所解數千牛矣，而刀刃[若新發於硎]。彼[節]者有[間]，而[刀刃者無厚]，以無厚入有間，[恢恢乎]其於[游刃必有餘地]矣！",ch2:"如今我這把刀已經用了十九年，所解的牛有數千頭了，然而刀刃仍像剛從磨刀石上磨好一般。所那牛的骨節間有空隙，而我的刀刃非常薄，幾乎沒有厚度，用極薄的刀刃切進有空隙的骨節，感覺寬闊廣大，一定還有空間讓刀刃運轉了（引申為做事熟練，輕而易舉）！"},
{ch:"7.[是以]十九年而刀刃[若新發於硎]。雖然，每至於[族]，吾見其難為，[怵然為戒]",ch2:"所以十九年來，這把刀一直像剛從磨刀石上磨好一般。雖然這樣，但是每當遇到筋骨肌肉交錯聚結的地方，我看到它難以下刀，因此自我警惕要小心謹慎，"},
{ch:"8.[視為止]，[行為遲]，[動刀甚微]，[謋然]已解，[如土委地]。提刀而立，為之四顧，為之[躊躇滿志]，[善刀]而藏之」。文惠君曰：「善哉！吾聞庖丁之言，得養生焉。」"
,ch2:"這目光因此而專注，動作因此而緩慢，刀子輕微地移動，牛體霍然一聲，骨肉徹底分離，像土塊散落在地上。這時我提刀挺立，而環顧四周，因此而感到心滿意足，將刀擦拭乾淨收藏起來。惠王說：「好哇！聽了庖丁這一席話，得到養生之道了。」"},
];

const da2 = [
{ch:"[庖丁]", ch2:"音ㄆㄠˊ，廚師"},
{ch:"[踦]", ch2:"音ㄧˇ，抵住"},
{ch:"[砉然]", ch2:"音ㄏㄨㄛˋ，皮肉與筋骨相離聲"},
{ch:"[奏刀]", ch2:"運刀"},
{ch:"[騞然]", ch2:"音ㄏㄨㄛˋ，以刀割物聲"},
{ch:"[莫不中音]", ch2:"合乎音樂的節奏。中，音ㄓㄨㄥˋ"},
{ch:"[合於桑林]", ch2:"商湯時樂曲名"},
{ch:"[乃中經首之會]", ch2:"唐堯時咸池樂曲的一章的節奏"},
{ch:"[技蓋]", ch2:"音ㄏㄜˊ，通「盍」，為何"},
{ch:"[進乎技矣]", ch2:"超出支解牛技術的層次了"},
{ch:"[解]", ch2:"分解"},


{ch:"[無非牛]", ch2:"完整的牛"},
{ch:"[神遇]", ch2:"只憑心領神會，達到契合境界"},
{ch:"[目視]", ch2:"不用眼睛觀看"},
{ch:"[官知止]", ch2:"不必使用感覺器官，指眼、耳等感覺器官"},
{ch:"[神欲行]", ch2:"只依靠心神來運作。神欲，指心靈直覺等精神活動"},
{ch:"[躊躇滿志]", ch2:"心滿意足，從容自得。躊躇，音ㄔㄡˊ ㄔㄨˊ"},
{ch:"[善刀]", ch2:"擦拭刀乾淨"},
{ch:"[視為止]", ch2:"音ㄨㄟˋ目光因此專注"},
{ch:"[行為遲]", ch2:"音ㄨㄟˋ動作因此謹慎"},
{ch:"[謋然]", ch2:"音ㄏㄨㄛˋ，骨肉相離的聲音"},
{ch:"[如土委地]", ch2:"土塊散落在地上"},
{ch:"[族]", ch2:"筋骨肌肉交錯聚結處"},
{ch:"[怵然為戒]", ch2:"怵ㄔㄨˋ然為ㄨㄟˋ戒：因此自我警惕要小心謹慎"},
{ch:"[是以]", ch2:"所以"},
{ch:"[若新發於硎]", ch2:"硎ㄒㄧㄥˊ[磨刀石]，像剛從磨刀石新磨好一般"},
{ch:"[節]", ch2:"骨節"},
{ch:"[間]", ch2:"音ㄐㄧㄢˋ，空隙"},
{ch:"[刀刃者無厚]", ch2:"刀刃極薄而鋒利，幾乎沒有厚度(非常薄)"},
{ch:"[恢恢乎]", ch2:"寬闊廣大的樣子"},
{ch:"[游刃必有餘地]", ch2:"游刃有餘：運刀還有很大的空間"},
{ch:"[新發]", ch2:"磨好"},
{ch:"[於硎]", ch2:"音ㄒㄧㄥˊ，磨刀石"},
{ch:"[良庖]", ch2:"好的廚師"},
{ch:"[族庖]", ch2:"一般的廚師"},
{ch:"[折]", ch2:"劈砍"},
{ch:"[枝經肯綮]", ch2:"指枝脈，即支脈，由主脈分出的細脈，綮ㄑㄧㄥˋ，筋肉聚結處"},
{ch:"[未嘗]", ch2:"試，引申為接觸"},
{ch:"[大軱]", ch2:"音ㄍㄨ，大骨"},
{ch:"[依乎天理]", ch2:"牛隻天生的經絡及肌理組織"},
{ch:"[批大郤]", ch2:"用刀劈砍，郤ㄒㄧˋ，通「隙」，空隙，此指筋骨相連處的空隙"},
{ch:"[導大窾]", ch2:"音ㄎㄨㄢˇ，指順著骨骼間的空隙"},
{ch:"[固然]", ch2:"本來的結構"},
{ch:"[方今]", ch2:"現今"},
{ch:"[肩之所倚]", ch2:"肩膀靠的地方"},
{ch:"[動刀甚微]", ch2:"刀子輕微地移動"},
];




