const videoId ="RtyIQTdqWU0"
const da1 = [
{ch:'',ch2:''},
{ ch: "1.昔者有[饋][生魚]於鄭<u1>子產</u1>，<u1>子產</u1>使[校人][畜]之池。校人烹之。[反命]曰：「始舍之，[圉圉焉]；[少]則洋洋焉，攸然而[逝]。」", ch2: "有一次，有人送給<u1>子產</u1>一條活魚。<u1>子產</u1>就叫管理池沼的手下把魚放到池子裏去。結果這個手下把魚拿出去偷偷地煮吃了，然後回去告訴<u1>子產</u1>說：「魚我已經放了，剛放下時呆呆地不動；一會兒，牠就顯出很得意的樣子，甩甩尾巴便游進水裏去了。」"},{ ch: "2.<u1>子產</u1>曰：「得其所哉！[得其所哉]！」校人出，曰：「孰謂<u1>子產</u1>[智]，予既烹而食之，曰：『得其所哉！得其所哉！』」", ch2: "<u1>子產</u1>高興地說：「找到合適的地方了！找到合適的地方了！」那手下走出來說：「誰說<u1>子產</u1>聰明？我早已把魚煮了吃」，他還說：「找到合適的地方了！找到合適的地方了！」"}];const da2 = [
{ ch: "[饋]", ch2: "送給"},{ ch: "[生魚]", ch2: "活魚"},{ ch: "[校人]", ch2: "手下"},{ ch: "[畜]", ch2: "放生"},{ ch: "[反命]", ch2: "返回告知"},{ ch: "[圉圉焉]", ch2: "呆呆地不動"},{ ch: "[少]", ch2: "一會兒"},{ ch: "[逝]", ch2: "游開"},{ ch: "[得其所哉]", ch2: "找到合適的地方了！"},{ ch: "[智]", ch2: "聰明"}];