const videoId = "tiSbXD4mSTA"
const da1 = [
{ch:'',ch2:''},
{ ch: "1.<u1>莊子</u1>釣于濮水。楚王[使]大夫二人[往先]焉，曰：「願以境[內累]」矣！」", ch2: "1.<u1>莊子</u1>在濮水上釣魚時，有兩位楚王的使者來拜訪他，說：「我們的大王想請您出來為朝廷做事，不知您意下如何？」"},{ ch: "2.<u1>莊子</u1>持竿[不顧]，曰：「吾聞楚有神龜，死已三千歲矣。王以[巾笥]而藏之廟堂之上。", ch2: "2.<u1>莊子</u1>看都不看他們，自持著釣竿說：「我聽說你們楚國有一隻神龜，已經死了三千年了，牠的龜甲還被拿來放在宗廟裡，作為占卜之用。"},{ ch: "3.此龜者，寧其死為留骨而貴乎？寧其生而[曳尾]于[塗中]乎？」二大夫曰：「寧生而曳尾塗中。」", ch2: "3.請問你們，這隻神龜是願意送了性命、留下龜甲受人敬重？還是寧願活著、在爛泥裡打滾呢？」兩位使者說：「牠一定是寧願活著在爛泥中打滾吧！」"},{ ch: "4.<u1>莊子</u1>曰：「往矣！吾將曳尾于塗中。」", ch2: "4.<u1>莊子</u1>說：「這就是了，兩位請回吧。我也是願意拖著尾巴在爛泥中打滾比較好啊！」"}];const da2 = [
{ ch: "[使]", ch2: "派"},{ ch: "[往先]", ch2: "拜訪，請做官"},{ ch: "[內累]", ch2: "出仕為官"},{ ch: "[不顧]", ch2: "回頭"},{ ch: "[巾笥]", ch2: "ㄙˋ裝入錦緞竹箱 (代表為官獲得榮耀"},{ ch: "[曳尾]", ch2: "拖著尾巴"},{ ch: "[塗中]", ch2: "泥路中爬行"}];