const videoId = "QpeIzk74jmA";
const da1 = [
{ch:'',ch2:''},
{ ch: "1.王曰：「[丞相][誤邪]，[以鹿為馬] 也。」[高]曰：「乃馬也。陛下以臣之言為[不然]，願問群臣。」", ch2: "秦王二世時，趙高騎著鹿行走。秦王看到了便說：「丞相為什麼要騎著鹿？」趙高回答：「這是馬。」秦王：「丞相你弄錯了，竟然把鹿當成了馬。」趙高：「這真的是馬。陛下若是不相信我說的話，可以問問其他的大臣。」"},{ ch: "2.於是乃問群臣，群臣[半言馬半言鹿]。當此之時，秦王不能自[信]其[直目]，而從[邪臣]之言。", ch2: "於是秦王問了大臣們，臣子當中，一半的人說是馬，一半的人說是鹿。在這樣的情況下，秦王不再相信親眼所見，反而聽從了奸臣們的話也說那是馬。"},{ ch: "3.鹿與馬之[異形]，乃眾人之所知也，然[不能別其是非，況於閣昧之事乎] ？", ch2: "鹿跟馬的形態明明有很大的差異，這是大家都知道的事實，但秦王竟然沒辦法分辨對錯，還用得著說若是遇到了真理不明的事情嗎？"},
{ ch: "意涵",ch2:"鹿與馬的外形差異，是人人都能辨認的常識；然而在權勢壓迫下，人們竟不能分辨是非；那麼對於那些本就模糊不清、難以判斷的事，又怎能期待人們明辨是非呢？"},
{ ch: "思想深意",ch2:"權力操控輿論：即使事實明確，若掌權者強勢干預，真理也可能被扭曲。<br>人心易受威脅左右：在強權面前，許多人選擇沉默或附和，放棄了是非判斷。<br>[警惕闇昧]之事：若連明顯的是非都無法分辨，更難在複雜模糊的事務中做出正確判斷。註：警惕闇昧：ㄢˋ ㄇㄟˋ指提高警覺，矇昧愚陋。"},
];


const da2 = [
{ ch: "[丞相]", ch2: "趙高"},{ ch: "[誤邪]", ch2: "誤騎"},{ ch: "[以鹿為馬]", ch2: "騎鹿為馬"},{ ch: "[高]", ch2: "趙高"},{ ch: "[不然]", ch2: "弄錯"},{ ch: "[半言馬半言鹿]", ch2: "一半說鹿、一半說馬"},{ ch: "[信]", ch2: "相信"},{ ch: "[直目]", ch2: "所看見"},{ ch: "[邪臣]", ch2: "奸臣"},{ ch: "[異形]", ch2: "很大差異"},

{ ch: "[不能別其是非，況於閣昧之事乎]", ch2: "更加何況那些隱瞞、昏昧的事情呢"}];