const videoId ="uDkc9eS0Gxw"
const da1 = [
{ch:'',ch2:''},
{ ch: "不知香積寺，數里入雲峰。古木無人徑，深山何處鐘。", ch2: "還不知這個有名香積寺，走幾里就入雲繞的山峰。古樹的叢林中杳無人跡，深山的空谷裡隱隱鳴鐘。"},{ ch: "泉聲[咽危石]，[日色]冷青松。薄暮空潭曲，[安禪]制[毒龍]。─[過]香積寺-王維", ch2: "大石擋流水泉聲似幽咽，夕陽餘暉抹遍幽冷青松。傍晚水潭顯得空闊隱祕，安禪制服那私慾的毒龍"},
{ ch: "說明", ch2: "大詩人、大畫家王維為我們畫出了一幅幅聲與色的美麗圖畫，每一幅圖畫都帶著詩人的獨特情愫，把讀者步步引向詩人的終極目標：修心出塵"},
];const da2 = [
{ ch: "[咽危石]", ch2: " 泉水在高峻的岩石間流淌，聲音因受阻而變得幽咽低沉。咽ㄧㄢˋ"},{ ch: "[日色]", ch2: "夕陽的餘暉"},{ ch: "[安禪]", ch2: "安靜地打坐，進入禪定"},{ ch: "[毒龍]", ch2: "比喻塵俗間的各種慾望"},{ ch: "[過]", ch2: "訪問"}];