const videoId = "dB2bVqmoN3k"
const da1 = [
{ch:'',ch2:''},
{ ch: "<u1>漢武帝</u1>乳母[嘗]於外犯事，帝欲[申憲]，乳母求救[於]<u1>東方朔</u1>。朔曰：「此非[脣舌]所[爭]，爾必望濟者，將去時，但當[屢顧][帝]，慎[勿言]。", ch2: "<u1>漢武帝</u1>的奶媽曾在外面犯了罪，武帝想要依法處置，奶媽去向<u1>東方朔</u1>求救。<u1>東方朔</u1>說：「這不是靠嘴巴說能爭取得來的事，你想得救的話，等你臨走時，只能不斷回頭望著皇帝，切忌開口說話。"},{ ch: "此或可萬一[冀耳]！」乳母既至，朔亦[侍側]。因謂曰：「汝痴耳！帝[豈]復[憶]汝乳哺時恩邪？」", ch2: "這樣做的話，或許有萬分之一的希望。」奶媽進來向<u1>漢武帝</u1>辭別，<u1>東方朔</u1>也陪在皇帝一旁，奶媽就按照<u1>東方朔</u1>教的不斷回頭張望<u1>漢武帝</u1>。此時<u1>東方朔</u1>說：「你發什麼傻！難道皇上還會記得你餵奶的恩情嗎？」"},{ ch: "帝雖[才雄][心忍]，亦深有情戀，乃[悽然][憫]之，即赦免罪。", ch2: "<u1>漢武帝</u1>雖然雄心壯志，生性堅忍，但也有著深情念舊的一面，於是對奶媽感到淒然憐憫，立即赦免了她的罪"},
{ ch: "延伸：",ch2:"講的是東方朔巧妙救助漢武帝乳母的機智之舉，堪稱古代「心理戰」的典範。「屢顧而不語：動之以情」東方朔的高明之處。<br>A不正面求情：知道武帝剛愎自用，正面勸說只會激怒他<br>B利用情感記憶：以乳母的「屢顧」喚起武帝童年記憶<br>C反向激將法：用「帝已壯矣，豈念汝乳哺時恩邪」來激發皇帝的愧疚與憐憫"},
{ ch: "學習：",ch2:"多以簡短故事或對話形式呈現，語言精煉，寓意深遠，角色多為魏晉名士，如王戎、嵇康、阮籍等，諷刺與勸誡並重，既有直言規勸，也有含蓄諷喻<br>有學者指出，〈規箴篇〉不僅是道德勸誡，更是一種言語藝術與思想交流的展現。透過言辭或行為，士人表達對時局、人物的看法，形成一種文化批評"},
];const da2 = [
{ ch: "[嘗]", ch2: "曾經"},{ ch: "[申憲]", ch2: "依法懲辦"},{ ch: "[於]", ch2: "向"},{ ch: "[脣舌]", ch2: "言語"},{ ch: "[爭]", ch2: "爭取"},{ ch: "[屢顧]", ch2: "回頭望顧"},{ ch: "[帝]", ch2: "皇帝"},{ ch: "[勿言]", ch2: "不要開口"},{ ch: "[冀耳]", ch2: "希望"},{ ch: "[侍側]", ch2: "隨側"},{ ch: "[豈]", ch2: "難道"},{ ch: "[憶]", ch2: "記得"},{ ch: "[才雄]", ch2: "雄心壯志"},{ ch: "[心忍]", ch2: "心腸剛硬"},{ ch: "[悽然]", ch2: "悲傷"},{ ch: "[憫]", ch2: "憐憫"}];