const videoId ="yJn3s5z5hrs"
const da1 = [
{ch:'',ch2:''},
{ ch: "1.吳王欲伐荊，告其左右曰：「敢有諫者死！」[舍人]有[少孺子]欲[諫]不敢，則[懷丸操彈]，游於後園，露沾其衣，[如是]者[三旦]。", ch2: "吳王想要攻打楚國，告訴他的近臣們說：「誰敢勸我就處死他！」吳王的門客中的一個年輕人想進諫可是又不敢，於是他懷裡揣著彈弓、泥丸到王宮的後花園，露水濕透了他的衣服，像這樣連續了三天。"},{ ch: "2.吳王曰：「子來，何苦沾衣如此？」對曰：「園中有樹，其上有蟬。蟬高居悲[鳴]，飲露，不知螳螂在其後也；螳螂[委身曲附]，欲取蟬，而不知黃雀在其[旁]也；黃雀[延頸]，欲啄螳螂，而不知彈丸在[其下]也。", ch2: "吳王對他說：「你過來，你的衣服為什麼會被露水沾濕呢？」(年輕人)回答說：「園子裡有一棵樹，樹上有一隻蟬，它在高處鳴叫，吸飲露水，卻不知一隻螳螂在它身後；螳螂彎曲著身子緊緊貼附在樹枝上想捕捉這隻蟬，但不知黃雀在它旁邊；而當黃雀伸著脖子想要啄螳螂時，卻不知道我的彈丸在它下面呢。"},{ ch: "3.此三者[皆務]欲得其前利，而不[顧]其後之有[患]也。」吳王曰：「善哉！」[乃]罷其兵。－劉向", ch2: "這三隻小動物都只顧著它們自己眼前的利益，卻不考慮它們身後的禍患。」吳王說：「你說的很好！」於是就取消了這次出兵。"},
{ ch: "譬喻故事", ch2: "蝉在樹上鳴叫，專注吸露水，卻不知螳螂在背後要捕它。<br>螳螂專注捕蝉，卻不知黃雀在旁要啄它。<br>黃雀準備啄螳螂，卻不知少年手持彈弓在下方。<br>三者皆只顧眼前利益，不察背後危機。"},
{ ch: "寓意與啟示", ch2: "這個故事衍生出成語「螳螂捕蝉，黃雀在後」，用來比喻目光短淺、只顧眼前利益而忽略潛在危機的人。少年以此巧妙地勸諫吳王，讓他明白攻打楚國可能會引來更大的禍患。吳王聽後大悟，遂罷兵。<br>這不只是古代的政治智慧，也是一種深思熟慮、審慎行事的哲學。你覺得這種「不言而諫」的方式高明嗎？"},
];const da2 = [
{ ch: "[舍人]", ch2: "門客"},{ ch: "[少孺子]", ch2: "年輕人"},{ ch: "[諫]", ch2: "規勸"},{ ch: "[懷丸操彈]", ch2: "懷子彈，手拿彈弓"},{ ch: "[如是]", ch2: "像這樣"},{ ch: "[三旦]", ch2: "三天"},{ ch: "[鳴]", ch2: "鳴叫"},{ ch: "[委身曲附]", ch2: "縮身緊貼樹枝，彎起前肢"},{ ch: "[旁]", ch2: "側"},{ ch: "[延頸]", ch2: "伸長脖子"},{ ch: "[其下]", ch2: "樹"},{ ch: "[皆務]", ch2: "顧著"},{ ch: "[顧]", ch2: "考慮"},{ ch: "[患]", ch2: "災禍"},{ ch: "[乃]", ch2: "於是"}];