const videoId = "a-Oxk1OrawE"
const da1 = [
{ch:'',ch2:''},
{ ch: "1.齊田氏祖於庭，食客千人。中坐有獻魚雁者，田氏視之，乃嘆曰：「天之於民[厚]矣！[殖五穀]，生魚鳥以為之用。」眾客[和之如響]。", ch2: "齊國姓田的(權臣)在廳堂設宴祭神，一起吃飯的有上千人，宴席上有敬獻魚和大雁的。田氏看了，於是感歎道：「老天對民眾很厚道啊！生長五穀，孕育魚和鳥，用它們來給民眾享用」。所有食客高聲附和。"},{ ch: "2.鮑氏之子年十二，預於[次]，進曰：「[不如君言]」。", ch2: "一個年齡十二歲姓鮑的小孩，在幕僚中排列在次等的位置，進言道：「不是您說的那樣。"},{ ch: "3.天地萬物與我並生，類也。[類無貴賤]，徒以小大智力而相制，迭[相食]；非[相為而生之]。", ch2: "天地萬物和我們人類並存，只是種類不同而已。種類沒有什麼貴賤之分，只是因為大小、智慧和力量不同而互相制約，依次互相吞食，並不是為了給誰吃而生存的。"},{ ch: "4.人取可食者而食之，豈天本為人生之？且[蚊蚋][噆膚]，虎狼食肉，非天本為蚊蚋生人、虎狼生肉者哉？」", ch2: "人類獲取可以吃的東西並吃它，難道是天為了讓人吃而孕育它們嗎？況且蚊蟲叮咬人的皮膚，虎狼吃肉，也不是為了蚊蟲而孕育出人、為了虎狼而孕育有肉的生則族物」。"},{ ch: "主張", ch2: "天地萬物並生，並非彼此為用而存在。<br>人吃可食之物，並非這些物是「為人而生」<br>蚊蚋叮人、虎狼食肉，也不是「為蚊蚋、虎狼而生人與肉」"},
{ ch: "背後哲學", ch2: "這種觀點挑戰了「萬物為人所用」的中心思想，轉而提出：<br>萬物並生，無貴賤之分<br>智力大小、力量強弱造成制衡與競爭<br>生物之間的相食，是自然演化的結果，而非天意安排"},
];




const da2 = [
{ ch: "[厚]", ch2: "厚道"},{ ch: "[殖五穀]", ch2: "生長五穀"},{ ch: "[和之如響]", ch2: "高聲附和"},{ ch: "[次]", ch2: "地位次等"},{ ch: "[不如君言]", ch2: "不是您說的那樣"},{ ch: "[類無貴賤]", ch2: "種類無貴賤之分"},{ ch: "[相食]", ch2: "互相吞食"},{ ch: "[相為而生之]", ch2: "為了給誰吃而生存"},{ ch: "[蚊蚋]", ch2: "蚊蟲"},{ ch: "[噆膚]", ch2: "咬人的皮膚。噆ㄗㄢˇ "}];