const videoId = "gFE6o4ryTEA"
const da1 = [
{ch:'',ch2:''},
{ ch: "1.唐魏博節度使<u1>韓簡</u1>，性[粗質]，每對文士，不曉其說，[心常恥之]，乃召一[孝廉]講《論語》。", ch2: "1.唐朝時，魏博節度使韓簡粗樸而沒文化，每次與文人們對話都不明白人家說些什麼，內心總覺得很羞愧，於是請來一個舉人為他講《論語》。"},{ ch: "2.至《為政》篇，翌日謂諸從事曰：「[仆近]方知古人淳樸，年至三十，方能[行立]。」外有聞者，[無不絶倒]。", ch2: "2.講到了《為政》篇，隔天，他跟部下說：「直到現在，我才知道古人發育得很遲，要到三十歲才會站起來學走路。」部下聽了，都忍不住大笑。(三十而立是指三十歲的人，應該能依靠自己的本領獨立承擔起自己應承受的責任)"},
{ ch: "說明",ch2:"論語：「吾十有五而志於學，三十而立，四十而不惑，五十而知天命，六十而耳順，七十而從心所欲，不逾矩。」，三十歲時對自己的人生有了方向。自立於社會並有所成就"}
];const da2 = [
{ ch: "[粗質]", ch2: "粗樸而沒文化"},{ ch: "[心常恥之]", ch2: "聽不懂文士們說話內容，覺得丟臉"},{ ch: "[孝廉]", ch2: "舉人"},{ ch: "[仆近]", ch2: "直到現在"},{ ch: "[行立]", ch2: "站立"},{ ch: "[無不絶倒]", ch2: "大笑而傾倒"}];